<!DOCTYPE html>

<html>

    <head>
        <link rel="stylesheet" type="text/css" href="estrutura.css">
        <title>TechBlog</title>
        <meta charset="utf-8">
        <link rel="shortcut icon" href="imagens/icons8-controle-48.png" />
    </head>

    <body>
        <div id='cabeçalho'>
            <div id='logo'>
                <h1><img src="imagens/icons8-controle-48.png" id='imagemlogo'> Tec<span class='branco'>Blog</span></h1>
            </div>
            
            <div id='menu'>
                <a href='home.html'>Home</a>
                <a href='jogos.html'>Jogos</a>
                <a href='celulares.html'>Celulares</a>
                <a href='informatica.html'>Informática</a>
                <a href='eletronica.html'>Eletr\u00f4nica</a>
            </div>
        </div>
        <div class='titulonoticia'>
            <h1>Pesquisadores de Stanford desenvolvem nova t\u00e9cnica de produ\u00e7\u00e3o de eletr\u00f4nicos flex\u00edveis ultrafinos</h1>
        </div>
        <div class='textonoticia'>
            <p>
                Toda a estrutura dos circuitos tem apenas 5 m\u00edcrons de espessura, cerca de dez vezes 
                mais fino do que um cabelo humano, permitindo ainda uma grande densidade de semicondutores, 
                alto desempenho e baixo consumo de energia. A eletr\u00f4nica flex\u00edvel promete circuitos de 
                computador model\u00e1veis que poder\u00e3o ser usados ou implantados no corpo humano para realizar 
                inúmeras tarefas relacionadas \u00e0 saúde. As informa\u00e7\u00f5es s\u00e3o da p\u00e1gina de imprensa de Stanford
            </p>
        </div>
        <div class='imagemjogo'>
            <img src='imagens/stanford.jpg'>
            <a href='https://filipedeschamps.com.br/newsletter'><br><br>
                <p>Fonte: Filipe Deschamps Newsletter</p>
            </a><br>
        </div>
        <hr>
        <div class='titulonoticia'>
            <h1>Pacotes PyPI maliciosos mineram moedas digitais</h1>
        </div>
        <div class='textonoticia'>
            <p>
                Um total de seis pacotes se infiltraram no Python Package Index contendo nomes com erros
                ortogr\u00e1ficos, acumulando quase 5 mil downloads desde abril. Os pacotes em quest\u00e3o s\u00e3o: 
                “maratlib”, “maratlib1”, “matplatlib-plus”, “mllearnlib”, “mplatlib” e “learninglib”. 
                As informa\u00e7\u00f5es s\u00e3o do site Bleeping Computer.
            </p>
        </div>
        <div class='imagemjogo'>
            <img src='imagens/bitcoin.jpg'>
            <a href='https://filipedeschamps.com.br/newsletter'><br><br>
                <p>Fonte: Filipe Deschamps Newsletter</p>
            </a><br>
        </div>
        <hr>
        <div class='titulonoticia'>
            <h1>Tesla revela novo supercomputador pr\u00f3prio</h1>
        </div>
        <div class='textonoticia'>
            <p>
                O sistema \u00e9 considerado o quinto mais poderoso do mundo e ser\u00e1 utilizado para treinar as
                redes neurais que coordenam a dire\u00e7\u00e3o aut\u00f4noma dos ve\u00edculos da marca. O sistema \u00e9 uma 
                pr\u00e9via do “Dojo”, um supercomputador com 1 exaFLOP de capacidade para treinamento 
                n\u00e3o-supervisionado. As informa\u00e7\u00f5es s\u00e3o do site Electrek. 
            </p>
        </div>
        <div class='imagemjogo'>
            <img width='550' height='335'src='imagens/computadortesla.jpg'><br><br>
            <a href='https://filipedeschamps.com.br/newsletter'>
                <p>Fonte: Filipe Deschamps Newsletter</p>
            </a><br>
        </div>
        <hr>
        <div class='titulonoticia'>
            <h1>Navio aut\u00f4nomo da IBM quebra ap\u00f3s o terceiro dia de viagem pelo oceano Atl\u00e2ntico</h1>
        </div>
        <div class='textonoticia'>
            <p>
                Uma equipe de resgate precisou recuperar a embarca\u00e7\u00e3o \u00e0 deriva ap\u00f3s um problema mec\u00e2nico ainda n\u00e3o 
                identificado. O “Mayflower Autonomous Ship” era guiado por um sistema de intelig\u00eancia artificial e 
                movido \u00e0 energia solar. As informa\u00e7\u00f5es s\u00e3o do site The Register.
            </p>
        </div>
        <div class='imagemjogo'>
            <img width="625" height="435" src='imagens/navioibm.jpg'><br><br>
            <a href='https://filipedeschamps.com.br/newsletter'>
                <p>Fonte: Filipe Deschamps Newsletter</p>
            </a><br>
        </div>
        <hr>
    </body>


</html>