<!DOCTYPE html>

<html>

    <head>
        <link rel="stylesheet" type="text/css" href="estrutura.css">
        <title>TechBlog</title>
        <meta charset="utf-8">
        <link rel="shortcut icon" href="imagens/icons8-controle-48.png" />
    </head>

    <body>
        <div id='cabeçalho'>
            <div id='logo'>
                <h1><img src="imagens/icons8-controle-48.png" id='imagemlogo'> Tec<span class='branco'>Blog</span></h1>
            </div>
            
            <div id='menu'>
                <a href='home.html'>Home</a>
                <a href='jogos.html'>Jogos</a>
                <a href='celulares.html'>Celulares</a>
                <a href='informatica.html'>Inform\u00e1tica</a>
                <a href='eletronica.html'>Eletr\u00f4nica</a>
            </div>
        </div>
        <div class='titulonoticia'>
            <h1>John McAfee, pioneiro dos softwares antiv\u00edrus, morre aos 75 anos</h1>
        </div>
        <div class='textonoticia'>
            <p>
                o empres\u00e1rio foi encontrado morto em sua cela em Barcelona, na Espanha, horas ap\u00f3s ter 
                sua extradi\u00e7\u00e3o confirmada para os EUA, onde era acusado de evas\u00e3o fiscal. Seu advogado 
                confirmou a morte por suic\u00eddio. McAfee iniciou a carreira como programador da NASA, 
                Xerox e Lockheed Martin. Em 1987 fundou a McAfee, que hoje \u00e9 uma das maiores empresas 
                de seguran\u00e7a cibern\u00e9tica do mundo, mas nos \u00faltimos anos tornou-se uma figura controversa, 
                acusado pelo assassinato de um vizinho em 2012 e candidatando-se \u00e0 presid\u00eancia dos EUA em 2016. Com informa\u00e7\u00f5es da Reuters
            </p>
        </div>
        <div class='imagemjogo'>
            <img src='imagens/john.jpg'>
            <a href='https://filipedeschamps.com.br/newsletter'>
                <p class='fonte'>Fonte: Filipe Deschamps Newsletter</p>
            </a> <br>
        </div>
       <hr>
       <div class='titulonoticia'>
           <h1>Brasil \u00e9 alvo preferido dos hackers na Am\u00e9rica Latina</h1>
       </div>
       <div class='textonoticia'>
        <p>
            O pa\u00eds sofreu 3,2 bilh\u00f5es das 7 bilh\u00f5es de tentativas de ataques cibern\u00e9ticos 
            na regi\u00e3o durante o primeiro trimestre de 2021. M\u00e9xico, Peru e Col\u00f4mbia 
            aparecem empatados em segundo lugar com 1 bilh\u00e3o de ataques cada. As informa\u00e7\u00f5es 
            s\u00e3o do site Converg\u00eancia Digital.  
        </p>
       </div>
       <div class='imagemjogo'>
        <img src='imagens/hacker.jpg'><br><br>
        <a href='https://filipedeschamps.com.br/newsletter'>
            <p>Fonte: Filipe Deschamps Newsletter</p>
        </a><br>
       </div>
       <hr>
       <div class='titulonoticia'>
           <h1>Microsoft supera 2 trilh\u00f5es de d\u00f3lares em valor de mercado</h1>
       </div>
       <div class='textonoticia'>
        <p>
            A capitaliza\u00e7\u00e3o da companhia dobrou nos \u00faltimos dois anos. Os neg\u00f3cios da 
            Microsoft tem sido impulsionados pela pandemia, com a demanda crescente por 
            software e servi\u00e7os de computa\u00e7\u00e3o em nuvem. As informa\u00e7\u00f5es s\u00e3o da CNET.
        </p>
       </div>
       <div class='imagemjogo'>
            <img src='imagens/microsoft.jpg'><br><br>
            <a href='https://filipedeschamps.com.br/newsletter'>
                <p>Fonte: Filipe Deschamps Newsletter</p>
            </a><br>
       </div>
       <hr>
       <div class='titulonoticia'>
           <h1>Instituto de pesquisa nuclear da Coreia do Sul \u00e9 invadido por hackers da Coreia do Norte</h1>
       </div>
       <div class='textonoticia'>
           <p>
            o grupo “Kimsuky” costuma usar ataques de phishing para instalar backdoors e 
            malware em dispositivos Android e Windows para coletar informa\u00e7\u00f5es. O mesmo 
            grupo j\u00e1 teve como alvo pesquisas sobre vacinas e reatores nucleares 
            sul-coreanos. As informa\u00e7\u00f5es s\u00e3o do site The Register. 
           </p>
       </div>
       <div class='imagemjogo'>
           <img src='imagens/correiadonorte.jpg'><br><br>
           <a href='https://filipedeschamps.com.br/newsletter'>
            <p>Fonte: Filipe Deschamps Newsletter</p>
        </a><br>
       </div>
       <hr>
    </body>
</html>