<!DOCTYPE html>

<html>

    <head>
        <link rel="stylesheet" type="text/css" href="estrutura.css">
        <title>TechBlog</title>
        <meta charset="utf-8">
        <link rel="shortcut icon" href="imagens/icons8-controle-48.png" />
    </head>

    <body>
        <div id='cabeçalho'>
            <div id='logo'>
                <h1><img src="imagens/icons8-controle-48.png" id='imagemlogo'> Tec<span class='branco'>Blog</span></h1>
            </div>
            
            <div id='menu'>
                <a href='home.html'>Home</a>
                <a href='jogos.html'>Jogos</a>
                <a href='celulares.html'>Celulares</a>
                <a href='informatica.html'>Inform\u00e1tica</a>
                <a href='eletronica.html'>Eletr\u00f4nica</a>
            </div>
        </div>

        <div class='titulonoticia'>
            <h1>Ex\u00e9rcito brasileiro planeja lan\u00e7ar jogo de videogame “vibrante emocionalmente”</h1>
        </div>
        <div class='textonoticia'>    
            <p>o “Miss\u00e3o Verde Oliva” adotar\u00e1 o formato de tiro em primeira pessoa (FPS) 
                para criar “impress\u00f5es positivas” em jogadores entre 16 a 24 anos. O jogo 
                dever\u00e1 conter miss\u00f5es humanit\u00e1rias e de combate urbano, com caracter\u00edsticas 
                do territ\u00f3rio brasileiro, mas nunca em comunidades em situa\u00e7\u00e3o de “fragilidade 
                social”, e sem “sangue em demasia”. O objetivo do Ex\u00e9rcito \u00e9 atingir at\u00e9 3 milh\u00f5es 
                usu\u00e1rios online em dois anos. As informa\u00e7\u00f5es s\u00e3o da Folha de S.Paulo.</p>
        </div>

        <div class='imagemjogo'>
            <img src="imagens/imagem3.jpg">
            <a href="https://filipedeschamps.com.br/newsletter">
                <p class='fonte'>Fonte: Filipe Deschamps Newsletter</p>
            </a> <br><br>
        </div>

        <hr>

        <div>
            <h1 class='titulonoticia'>PES 2022 ganha demo surpresa para download imediato nos consoles</h1>
        </div>
        <div class='textonoticia'>
            <p>
                A Konami preparou uma grande surpresa para os f\u00e3s de seu simulador anual de futebol e, sem aviso, liberou 
                para download hoje (24) a demo de New Football Game Online Performance Test. Naturalmente, trata-se de PES 
                2022, peculiarmente chamado apenas de "novo jogo de futebol" nas lojas. Vale lembrar que a edi\u00e7\u00e3o mais 
                recente do jogo se chama eFootball PES 2021 Season Update, ent\u00e3o talvez a empresa esteja pensando em mudar 
                novamente a identidade da franquia. Seja como for, o fato \u00e9 que esse teste serve para testar a estabilidade 
                dos servidores e qualidade da conex\u00e3o, j\u00e1 suportando partidas completas. N\u00e3o \u00e9 preciso ser assinante da 
                Xbox Live Gold nem da PlayStation Plus para poder jogar, bastando fazer o download gr\u00e1tis nas lojas online
                da Sony e Microsoft. H\u00e1 at\u00e9 crossgen entre o PS5 e PS4, e tamb\u00e9m entre os consoles Xbox Series e Xbox One! 
                S\u00f3 corra se quiser jogar, j\u00e1 que a demo ficar\u00e1 dispon\u00edvel apenas at\u00e9 o dia 8 de julho.
            </p>
        </div>

        <div class='imagemjogo'>
            <img src="imagens/pes 2021.jpg" width="700" height="545">
            <a href="https://www.tecmundo.com.br/voxel/219899-pes-2022-ganha-demo-surpresa-download-imediato-consoles.htm">
                <p class='fonte'>Fonte: Voxel</p>
            </a> <br><br>
        </div>
        <hr>

        <div>
           <h1 class='titulonoticia'>
            Cyberpunk 2077: voc\u00ea tem at\u00e9 6 de julho para pedir seu reembolso no Xbox</h1> 
        </div>
        <div class='textonoticia'>
            <p>
                Com sua volta \u00e0 PS Store ap\u00f3s meses de aus\u00eancia. Agora \u00e9 a vez da Microsoft mudar as suas pol\u00edticas em 
                rela\u00e7\u00e3o ao game: quem compr\u00e1-lo poder\u00e1 pedir reembolso apenas at\u00e9 6 de julho. Depois dessa data, 
                Cyberpunk 2077 ser\u00e1 tratado como outros games na loja do Xbox: comprou, \u00e9 seu e n\u00e3o tem como devolver. A 
                Microsoft n\u00e3o tirou o game da CD Projekt Red de sua loja, como a Sony. Mas, desde dezembro, permitia a 
                devolu\u00e7\u00e3o do produto, caso o usu\u00e1rio se arrependesse da compra — algo que aconteceu com bastante gente, 
                ap\u00f3s os bugs e instabilidades que rolaram nos primeiros meses. A produtora est\u00e1 investindo em updates para 
                resolver a situa\u00e7\u00e3o e diminuir a pol\u00eamica em torno de Cyberpunk 2077.
                Essas melhorias podem ter motivado a Microsoft a interromper os reembolsos. A pr\u00f3pria CD Projekt Red teve 
                lucros 64,7% menores no primeiro trimestre de 2021, em rela\u00e7\u00e3o \u00e0s expectativas dos investidores. Ent\u00e3o, 
                parar os reembolsos \u00e9 melhor para todos os envolvidos.  
            </p>
        </div>
        <div class='imagemjogo'>
            <img src='imagens/cyberpunk2077.jpg'>
            <a href="https://www.tecmundo.com.br/voxel/219917-cyberpunk-2077-voce-tem-6-julho-pedir-reembolso-xbox.htm">
                <p class='fonte'>Fonte: Voxel</p>
            </a> <br><br>
        </div>
        <hr>

        <div>
            <h1 class='titulonoticia'>Sea of Thieves n\u00e3o descarta colaborar com One Piece e mais obras</h1>
        </div>
        <div class='textonoticia'>
            <p>
                Um dos momentos mais legais da brilhante apresenta\u00e7\u00e3o da Microsoft na E3 2021 foi o trailer de 
                Sea of Thieves com a presen\u00e7a de Jack Sparrow e Davy Jones. O conte\u00fado tem\u00e1tico de Piratas do Caribe 
                chegou ao game em 22 de junho com o lan\u00e7amento de Sea of Thieves: A Pirate's Life, um DLC repleto de 
                atrativos para os f\u00e3s das duas marcas.
            </p>
        </div>
        <div class='imagemjogo'>
            <a href="https://www.youtube.com/watch?v=8IPTA7MXgBM">
                <img width='650' height="425" src='imagens/sea of thieves.jpg'><br><br>
            </a>
            <h3>Assista o trailer da DLC clicando na imagem</h3>
            <a href='https://www.tecmundo.com.br/voxel/219921-sea-of-thieves-nao-descarta-colaborar-one-piece-obras.htm'>
                <p class='fonte'>Fonte: Voxel</p>
            </a>
        </div>
        <hr>
       
    </body>


</html>